// Циклы.
// Задача 1. Чётные числа
// Выведите в консоль все чётные числа от 2 до 20 включительно.
for (let i = 2; i <= 20; i += 2) {
  //   console.log(i);
}

// Задача 2. Сумма чисел
// Найдите сумму всех чисел от 1 до заданного n.
// Переменную n задайте в коде (например, let n = 10;).
let n = 10;
let sum = 0;

for (let i = 1; i <= n; i++) {
  sum += i;
}

// console.log("Сумма чисел от 1 до " + n + " = " + sum);
// console.log(sum);

// Задача 3. Таблица умножения.
// Выведите таблицу умножения для числа 5. 
for (let i = 0; i < 5; i++) {
    
}
